"Close Window" = "Sluit venster";
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "De iPod is bijgewerkt naar versie <version>. Verwijder de iPod, koppel deze los en sluit de iPod opnieuw aan zodat het updateproces kan worden voltooid.";
"An error occurred. There may be open files on the iPod." = "Er heeft zich een fout voorgedaan. Mogelijk zijn één of meer bestanden op de iPod geopend.";
W = "W";
"The iPod is not mounted." = "De iPod is niet geïnstalleerd.";
"Click the lock to prevent further changes." = "Klik op het hangslot om de instellingen te vergrendelen.";
"The iPod could not be unmounted because it is in use." = "De iPod kan niet worden verwijderd omdat deze in gebruik is.";
"Plug in an iPod to update it." = "Sluit een iPod aan die u wilt bijwerken.";
Quit = "Stop";
"Click the lock to make changes." = "Klik op het hangslot om de instellingen te wijzigen.";
"More than one iPod is attached." = "Er is meer dan één iPod aangesloten.";
"Restore iPod" = "Herstel iPod";
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "De iPod is bijgewerkt naar versie <version>. Koppel de iPod los en sluit deze opnieuw aan om het updateproces te voltooien.";
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "De fabrieksinstellingen van de iPod zijn hersteld. Koppel de iPod los en sluit deze opnieuw aan om het herstelproces te voltooien.";
"Please attach one iPod at a time to be updated." = "U kunt slechts één iPod tegelijk aansluiten om te worden bijgewerkt.";
"Out of memory." = "Onvoldoende geheugen.";
"<version> (needs update)" = "<version> (update nodig)";
"No iPod is attached." = "Er is geen iPod aangesloten.";
Update = "Werk bij";
"<version> (up to date)" = "<version> (up-to-date)";
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "De fabrieksinstellingen van de iPod zijn hersteld. Verwijder de iPod, koppel deze los en sluit de iPod opnieuw aan om het herstelproces te voltooien.";
"The attached iPod does not have proper software on it." = "De aangesloten iPod bevat niet de juiste programmatuur.";
"Serial Number:" = "Serienummer:";
"An unexpected error occurred." = "Er heeft zich een onverwachte fout voorgedaan.";
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "Er is één iPod gedetecteerd, maar deze moet op het bureaublad zijn geïnstalleerd om de bewerking te kunnen uitvoeren.";
"Could not find updater library." = "De updaterbibliotheek kan niet worden gevonden.";
"iPod Software Version <version>" = "Versie iPod-programmatuur: <version>";
"Update puts the latest system software on your iPod." = "Met dit programma installeert u de nieuwste systeemprogrammatuur op de iPod.";
"Updating iPod software" = "De iPod-programmatuur wordt bijgewerkt";
"Name:" = "Naam:";
Stop = "Stop";
"The updater does not have a firmware image." = "De updater heeft geen firmwarebestand.";
"Update iPod" = "Werk iPod bij";
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "Er is meer dan één iPod aangesloten. U kunt slechts één iPod tegelijk aansluiten om te worden bijgewerkt.";
"An iPod is attached, but not mounted on the desktop." = "Er is een iPod aangesloten, maar deze is niet op het bureaublad geïnstalleerd.";
"Restoring iPod software" = "De iPod-programmatuur wordt hersteld";
Options = "Opties";
"About iPod Updater" = "Over 'iPod-updater'";
"All data currently stored on the iPod will be lost." = "Alle op de iPod opgeslagen gegevens gaan verloren.";
"Are you sure you want to restore the iPod software?" = "Weet u zeker dat u de iPod-programmatuur wilt herstellen?";
"The iPod Updater requires CarbonLib 1.4 or newer." = "Voor 'iPod-updater' is versie 1.4 of hoger van 'CarbonLib' vereist.";
"Done restoring iPod software" = "Het herstellen van de iPod-programmatuur is voltooid";
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "Als u het programma verlaat terwijl een bewerking wordt uitgevoerd, dient u de iPod-programmatuur later mogelijk te herstellen.";
"iPod Software <version> Updater" = "Updater voor iPod-programmatuur <version>";
"The iPod Updater application may be damaged." = "Het programma 'iPod-updater' is mogelijk beschadigd.";
Restore = "Herstel";
"Could not find a SysInfo file on the iPod disk." = "Er is geen SysInfo-bestand op de iPod-schijf gevonden.";
"Authenticating..." = "Identiteit controleren...";
"Capacity:" = "Capaciteit:";
"The iPod disk does not have the correct structure." = "De iPod-schijf heeft een onjuiste structuur.";
"The updater does not have a volume image." = "De updater heeft geen volumebestand.";
"Done updating iPod software" = "Het bijwerken van de iPod-programmatuur is voltooid";
Q = "Q";
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "Als u de iPod herstelt, wordt deze volledig gewist en worden de fabrieksinstellingen hersteld. Uw muziek en overige gegevens worden gewist.";
"Quit while this operation is in progress?" = "Wilt u stoppen terwijl deze bewerking wordt uitgevoerd?";
R = "R";
"Software Version:" = "Versie programmatuur:";
"The Mac OS error code was <error>." = "De Mac OS-foutcode is <error>.";

